Repository: WillToCoding/MisMangas
Catalog: MisMangas/Resources/Localizable.xcstrings
Source language: es
Languages: ar, en, ja

# mac_login_prompt
source: Inicia sesión para sincronizar tu colección
ar: سجل دخولك لمزامنة مجموعتك
en: Sign in to sync your collection
ja: ログインしてコレクションを同期

# mac_not_logged
source: No has iniciado sesión
ar: لم تسجل الدخول
en: Not logged in
ja: ログインしていません

# mac_session_active
source: Sesión activa
ar: الجلسة نشطة
en: Session active
ja: セッションアクティブ

# mac_sync
source: Sincronización
ar: المزامنة
en: Sync
ja: 同期

# mac_sync_cloud
source: Colección sincronizada en la nube
ar: المجموعة متزامنة مع السحابة
en: Collection synced to the cloud
ja: クラウドに同期済み

# mac_version
source: Versión
ar: الإصدار
en: Version
ja: バージョン

source: Manga
ar: مانجا
ja: マンガ

# menu_refresh
source: Actualizar
ar: تحديث
en: Refresh
ja: 更新

# menu_search_manga
source: Buscar Manga...
ar: بحث عن مانجا...
en: Search Manga...
ja: マンガを検索...

# nav_add_collection
source: Añadir a Colección
ar: إضافة للمجموعة
en: Add to Collection
ja: コレクションに追加

# nav_collection
source: Mi Colección
ar: مجموعتي
en: My Collection
ja: マイコレクション

# nav_detail
source: Detalle
ar: التفاصيل
en: Details
ja: 詳細

# nav_edit_progress
source: Editar Progreso
ar: تعديل التقدم
en: Edit Progress
ja: 進捗を編集

# nav_explore
source: Explorar
ar: استكشاف
en: Explore
ja: 探索

# nav_filter
source: Filtros
ar: التصفية
en: Filters
ja: フィルター

# nav_home
source: Inicio
ar: الرئيسية
en: Home
ja: ホーム

# nav_login
source: Iniciar Sesión
ar: تسجيل الدخول
en: Sign In
ja: ログイン

# nav_profile
source: Perfil
ar: الملف الشخصي
en: Profile
ja: プロフィール

# nav_register
source: Crear Cuenta
ar: إنشاء حساب
en: Create Account
ja: アカウント作成

# nav_search
source: Buscar
ar: البحث
en: Search
ja: 検索

# no_progress
source: Sin progreso
ar: لا يوجد تقدم
en: No progress
ja: 進捗なし

# onboarding_back
source: Atrás
ar: رجوع
en: Back
ja: 戻る

# onboarding_catalog_description
source: Catálogo gigante con todos tus títulos favoritos
ar: كتالوج ضخم مع جميع أعمالك المفضلة
en: Huge catalog with all your favorite titles
ja: お気に入りの作品が揃った巨大カタログ

# onboarding_catalog_title
source: +64.000 Mangas
ar: +64,000 مانجا
ja: 64,000以上の漫画

# onboarding_collect_title
source: Colecciona
ar: اجمع
en: Collect
ja: コレクション

# onboarding_customize_title
source: Personaliza
ar: خصص
en: Customize
ja: カスタマイズ

# onboarding_details_description
source: Portadas, sinopsis, volúmenes y valoraciones
ar: أغلفة وملخصات ومجلدات وتقييمات
en: Covers, synopsis, volumes and ratings
ja: 表紙、あらすじ、巻数、評価

# onboarding_details_title
source: Info Detallada
ar: معلومات مفصلة
en: Detailed Info
ja: 詳細情報

# onboarding_discover_title
source: Bienvenido a MisMangas
ar: مرحباً بك في MisMangas
en: Welcome to MisMangas
ja: MisMangasへようこそ

# onboarding_favorites_description
source: Añade mangas a tu colección personal
ar: أضف المانجا إلى مجموعتك الشخصية
en: Add manga to your personal collection
ja: 漫画を個人コレクションに追加

# onboarding_favorites_title
source: Guarda Favoritos
ar: احفظ المفضلة
en: Save Favorites
ja: お気に入りを保存

# onboarding_filters_description
source: Busca por género, autor, demografía y estado
ar: ابحث حسب النوع والمؤلف والفئة والحالة
en: Search by genre, author, demographic and status
ja: ジャンル、作者、対象層、状態で検索

# onboarding_filters_title
source: Filtros Avanzados
ar: فلاتر متقدمة
en: Advanced Filters
ja: 高度なフィルター

# onboarding_languages_description
source: ES, EN, AR, JA + traducción de sinopsis con DeepL
ar: ES, EN, AR, JA + ترجمة الملخصات بـ DeepL
en: ES, EN, AR, JA + DeepL synopsis translation
ja: ES, EN, AR, JA + DeepLによるあらすじ翻訳

# onboarding_languages_title
source: Multiidioma
ar: متعدد اللغات
en: Multi-language
ja: 多言語対応

# onboarding_lockscreen_description
source: Acceso rápido desde la pantalla de bloqueo
ar: وصول سريع من شاشة القفل
en: Quick access from the lock screen
ja: ロック画面から素早くアクセス

# onboarding_lockscreen_title
source: Widgets Lock Screen
ar: ويدجت شاشة القفل
en: Lock Screen Widgets
ja: ロック画面ウィジェット

# onboarding_next
source: Siguiente
ar: التالي
en: Next
ja: 次へ

# onboarding_offline_description
source: Almacenamiento local para acceso sin conexión
ar: تخزين محلي للوصول بدون اتصال
en: Local storage for access without connection
ja: 接続なしでアクセスできるローカル保存

# onboarding_offline_title
source: Funciona Sin Conexión
ar: يعمل بدون إنترنت
en: Works Offline
ja: オフライン対応

# onboarding_progress_description
source: Registra volúmenes leídos, en curso y pendientes
ar: سجل المجلدات المقروءة والجارية والمعلقة
en: Track volumes read, in progress and pending
ja: 既読、進行中、未読の巻を記録

# onboarding_progress_title
source: Progreso de Lectura
ar: تقدم القراءة
en: Reading Progress
ja: 読書の進捗

# onboarding_related_description
source: Descubre títulos similares y secuelas
ar: اكتشف عناوين مشابهة وتكملات
en: Discover similar titles and sequels
ja: 類似作品や続編を発見

# onboarding_related_title
source: Mangas Relacionados
ar: مانجا ذات صلة
en: Related Manga
ja: 関連漫画

# onboarding_siri_description
source: Control por voz para acceder a tu colección
ar: تحكم صوتي للوصول إلى مجموعتك
en: Voice control to access your collection
ja: 音声でコレクションにアクセス

# onboarding_siri_title
source: Atajos de Siri
ar: اختصارات Siri
en: Siri Shortcuts
ja: Siriショートカット

# onboarding_start
source: Empezar
ar: ابدأ
en: Get Started
ja: 始める

# onboarding_sync_description
source: Tu colección disponible en todos tus dispositivos
ar: مجموعتك متاحة على جميع أجهزتك
en: Your collection available on all your devices
ja: すべてのデバイスでコレクションにアクセス

# onboarding_sync_title
source: Sincronización
ar: مزامنة السحابة
en: Cloud Sync
ja: クラウド同期

# onboarding_widgets_description
source: Ve tu progreso desde la pantalla de inicio
ar: شاهد تقدمك من الشاشة الرئيسية
en: See your progress from the home screen
ja: ホーム画面から進捗を確認

# onboarding_widgets_title
source: Widgets Home Screen
ar: ويدجت الشاشة الرئيسية
en: Home Screen Widgets
ja: ホーム画面ウィジェット

# profile_about
source: Acerca de
ar: حول
en: About
ja: について

# profile_accessibility
source: Accesibilidad
ar: إمكانية الوصول
en: Accessibility
ja: アクセシビリティ

# profile_account
source: Cuenta
ar: الحساب
en: Account
ja: アカウント

# profile_cloud_collection
source: Colección en la nube
ar: مجموعة السحابة
en: Cloud collection
ja: クラウドコレクション

# profile_connected
source: Conectado
ar: متصل
en: Connected
ja: 接続済み

# profile_contact
source: Contacto
ar: اتصل بنا
en: Contact
ja: お問い合わせ

# profile_local_collection
source: Colección local
ar: المجموعة المحلية
en: Local collection
ja: ローカルコレクション

# profile_login_prompt
source: Inicia sesión para sincronizar
ar: سجل دخولك للمزامنة
en: Sign in to sync
ja: ログインして同期

# profile_logout_message
source: ¿Estás seguro de que quieres cerrar sesión?
ar: هل أنت متأكد من تسجيل الخروج؟
en: Are you sure you want to sign out?
ja: ログアウトしますか？

# profile_logout_title
source: Cerrar Sesión
ar: تسجيل الخروج
en: Sign Out
ja: ログアウト

# profile_not_connected
source: Sin cuenta
ar: غير متصل
en: No account
ja: 未接続

# profile_privacy_policy
source: Política de Privacidad
ar: سياسة الخصوصية
en: Privacy Policy
ja: プライバシーポリシー

# profile_select_avatar
source: Selecciona tu avatar
ar: اختر صورتك الرمزية
en: Select your avatar
ja: アバターを選択

# profile_session_active
source: Activa
ar: نشط
en: Active
ja: アクティブ

# profile_storage
source: Almacenamiento
ar: التخزين
en: Storage
ja: ストレージ

# profile_storage_cloud
source: Tu colección se guarda en la nube y localmente
ar: مجموعتك محفوظة في السحابة ومحلياً
en: Your collection is saved in the cloud and locally
ja: コレクションはクラウドとローカルに保存されています

# profile_storage_local
source: Tu colección solo se guarda en este dispositivo. Inicia sesión para sincronizar en la nube.
ar: مجموعتك محفوظة على هذا الجهاز فقط. سجل دخولك للمزامنة مع السحابة.
en: Your collection is only saved on this device. Sign in to sync to the cloud.
ja: コレクションはこのデバイスのみに保存されています。ログインしてクラウドに同期してください。

# profile_tap_to_change_avatar
source: Toca para cambiar la foto
ar: اضغط لتغيير الصورة
en: Tap to change photo
ja: タップして写真を変更

# profile_terms_of_service
source: Términos de Servicio
ar: شروط الخدمة
en: Terms of Service
ja: 利用規約

# profile_version
source: Versión
ar: الإصدار
en: Version
ja: バージョン

# profile_view_onboarding
source: Ver Onboarding
ar: عرض التعريف
en: View Onboarding
ja: オンボーディングを見る

# profile_view_onboarding_hint
source: Toca para ver la pantalla de bienvenida
ar: انقر لعرض شاشة الترحيب
en: Tap to view the welcome screen
ja: タップしてウェルカム画面を表示

# reading_status_completed
source: Completado
ar: مكتمل
en: Completed
ja: 読了

# reading_status_dropped
source: Abandonado
ar: متوقف
en: Dropped
ja: 中断

# reading_status_label
source: Estado de lectura
ar: حالة القراءة
en: Reading Status
ja: 読書状態

# reading_status_on_hold
source: En pausa
ar: في الانتظار
en: On Hold
ja: 保留中

# reading_status_plan_to_read
source: Pendiente
ar: أخطط للقراءة
en: Plan to Read
ja: 読む予定

# reading_status_reading
source: Leyendo
ar: قراءة
en: Reading
ja: 読書中

# register_confirm_password
source: Confirmar contraseña
ar: تأكيد كلمة المرور
en: Confirm password
ja: パスワード確認

# register_password_hint
source: La contraseña debe tener al menos 8 caracteres
ar: كلمة المرور يجب أن تكون 8 أحرف على الأقل
en: Password must be at least 8 characters
ja: パスワードは8文字以上必要です

# register_password_min
source: Contraseña mínimo 8 caracteres
ar: كلمة المرور 8 أحرف على الأقل
en: Password at least 8 characters
ja: パスワード8文字以上

# register_password_mismatch
source: Las contraseñas no coinciden
ar: كلمات المرور غير متطابقة
en: Passwords don't match
ja: パスワードが一致しません

# register_password_short
source: Contraseña muy corta
ar: كلمة المرور قصيرة جداً
en: Password too short
ja: パスワードが短すぎます

# register_passwords_match
source: Contraseñas coinciden
ar: كلمات المرور متطابقة
en: Passwords match
ja: パスワード一致

# register_status
source: Estado del registro
ar: حالة التسجيل
en: Registration Status
ja: 登録状態

# register_valid_email
source: Email válido
ar: بريد إلكتروني صالح
en: Valid email
ja: 有効なメール

# relation_adaptation
source: Adaptación
ar: اقتباس
en: Adaptation
ja: メディア化

# relation_alternative
source: Versión Alternativa
ar: نسخة بديلة
en: Alternative Version
ja: 別バージョン

# relation_alternative_setting
source: Ambientación Alternativa
ar: إعداد بديل
en: Alternative Setting
ja: 別設定

# relation_full_story
source: Historia Completa
ar: القصة الكاملة
en: Full Story
ja: 本編

# relation_other
source: Otro
ar: أخرى
en: Other
ja: その他

# relation_parent_story
source: Historia Principal
ar: القصة الأصلية
en: Parent Story
ja: 親作品

# relation_prequel
source: Precuela
ar: ما قبل
en: Prequel
ja: 前編

# relation_sequel
source: Secuela
ar: تتمة
en: Sequel
ja: 続編

# relation_side_story
source: Historia Paralela
ar: قصة جانبية
en: Side Story
ja: 外伝

# relation_spin_off
source: Spin-off
ar: سلسلة فرعية
ja: スピンオフ

# relation_summary
source: Resumen
ar: ملخص
en: Summary
ja: 総集編

# saved_title
source: Guardado
ar: تم الحفظ
en: Saved
ja: 保存完了

# search_hint
source: Busca un manga
ar: ابحث عن مانجا
en: Search for manga
ja: マンガを検索

# search_or_use_filters
source: Busca o usa los filtros
ar: ابحث أو استخدم الفلاتر
en: Search or use filters
ja: 検索またはフィルターを使用

# search_placeholder
source: Buscar por título...
ar: البحث بالعنوان...
en: Search by title...
ja: タイトルで検索...

# search_prompt_description
source: Encuentra tu manga favorito por titulo
ar: ابحث عن مانجاك المفضلة بالعنوان
en: Find your favorite manga by title
ja: タイトルでお気に入りのマンガを検索

# search_prompt_title
source: Buscar Manga
ar: بحث المانجا
en: Search Manga
ja: マンガ検索

# search_results_count %lld
source: %lld resultados
ar: %lld نتيجة
en: %lld results
ja: %lld件の結果

# search_try_another
source: Prueba otra búsqueda
ar: جرب بحثاً آخر
en: Try another search
ja: 別の検索を試す

# searching
source: Buscando...
ar: جاري البحث...
en: Searching...
ja: 検索中...

# section_best_rated
source: Mejor puntuados
ar: الأعلى تقييماً
en: Best Rated
ja: 高評価

# section_collection
source: Colección
ar: المجموعة
en: Collection
ja: コレクション

# section_filtered_results
source: Resultados filtrados
ar: نتائج مفلترة
en: Filtered Results
ja: フィルター結果

# section_josei
source: Josei
ar: جوسي
ja: 女性向け

# section_kids
source: Infantil
ar: للأطفال
en: Kids
ja: 子供向け

# section_my_progress
source: Mi progreso
ar: تقدمي
en: My Progress
ja: マイ進捗

# section_my_status
source: Mi estado
ar: حالتي
en: My Status
ja: マイステータス

# section_other
source: Otros
ar: أخرى
en: Other
ja: その他

# section_reading_progress
source: Progreso de lectura
ar: تقدم القراءة
en: Reading Progress
ja: 読書の進捗

# section_seinen
source: Seinen
ar: سينين
ja: 青年向け

# section_shoujo
source: Shoujo
ar: شوجو
ja: 少女向け

# section_shounen
source: Shounen
ar: شونين
ja: 少年向け

# section_volumes_owned
source: Volúmenes que tengo
ar: المجلدات التي أملكها
en: Volumes I Own
ja: 所有している巻

# selected_count %lld
source: %lld seleccionados
ar: %lld محدد
en: %lld selected
ja: %lld 選択中

# session_expired_message
source: Tu sesión ha expirado. Por favor, inicia sesión nuevamente.
ar: انتهت جلستك. يرجى تسجيل الدخول مرة أخرى.
en: Your session has expired. Please sign in again.
ja: セッションが期限切れになりました。再度ログインしてください。

# session_expired_title
source: Sesión Expirada
ar: انتهت الجلسة
en: Session Expired
ja: セッション期限切れ

# settings_title
source: Ajustes
ar: الإعدادات
en: Settings
ja: 設定

# siri_and_more_format
source: , y %d más.
ar: ، و%d أخرى.
en: , and %d more.
ja: 、他%d冊。

# siri_at_volume_format
source: en volumen %d de %d
ar: في المجلد %d من %d
en: at volume %d of %d
ja: %d巻 / %d巻

# siri_collection_description
source: Abre MisMangas en tu colección de mangas
ar: يفتح MisMangas على مجموعة المانجا
en: Opens MisMangas to your manga collection
ja: MisMangasのコレクションを開きます

# siri_collection_title
source: Ver mi colección
ar: عرض مجموعتي
en: Show my collection
ja: コレクションを表示

# siri_current_manga
source: Manga Actual
ar: المانجا الحالية
en: Current Manga
ja: 現在の漫画

# siri_current_reading_description
source: Muestra el manga que estás leyendo actualmente
ar: يعرض المانجا التي تقرأها حالياً
en: Shows the manga you are currently reading
ja: 現在読んでいるマンガを表示します

# siri_current_reading_title
source: Ver manga actual
ar: عرض المانجا الحالية
en: Show current manga
ja: 現在のマンガを表示

# siri_manga_count_format
source: Tienes %d mangas en lectura.
ar: لديك %d مانجا قيد القراءة.
en: You have %d manga in progress.
ja: %d冊のマンガを読書中です。

# siri_my_collection
source: Mi Colección
ar: مجموعتي
en: My Collection
ja: マイコレクション

# siri_no_manga_reading
source: No estás leyendo ningún manga actualmente. Abre MisMangas para añadir mangas a tu colección.
ar: أنت لا تقرأ أي مانجا حالياً. افتح MisMangas لإضافة مانجا لمجموعتك.
en: You're not reading any manga currently. Open MisMangas to add manga to your collection.
ja: 現在読書中のマンガがありません。MisMangasを開いてコレクションに追加してください。

# siri_of_format
source: de %d
ar: من %d
en: of %d
ja: / %d

# siri_phrase_collection_1 %@
source: Mi colección en %@
ar: مجموعتي في %@
en: My collection in %@
ja: %@のマイコレクション

# siri_phrase_collection_2 %@
source: Abrir colección de %@
ar: افتح المجموعة في %@
en: Open collection in %@
ja: %@のコレクションを開く

# siri_phrase_collection_3 %@
source: Mostrar %@
ar: أظهر %@
en: Show %@
ja: %@を表示

# siri_phrase_current_1 %@
source: ¿Qué estoy leyendo en %@?
ar: ماذا أقرأ في %@؟
en: What am I reading in %@?
ja: %@で何を読んでいる？

# siri_phrase_current_2 %@
source: Mi manga actual en %@
ar: مانجا الحالية في %@
en: My current manga in %@
ja: %@の現在の漫画

# siri_phrase_current_3 %@
source: ¿Por qué manga voy en %@?
ar: المانجا الحالية في %@
en: Current manga in %@
ja: %@で読んでいる漫画は？

# siri_phrase_progress_1 %@
source: Mi progreso de lectura en %@
ar: تقدم القراءة في %@
en: My reading progress in %@
ja: %@の読書進捗

# siri_phrase_progress_2 %@
source: Progreso de %@
ar: التقدم في %@
en: Progress in %@
ja: %@の進捗

# siri_progress_description
source: Muestra el progreso de todos tus mangas en lectura
ar: يعرض تقدم جميع المانجا قيد القراءة
en: Shows the progress of all your manga being read
ja: 読書中のマンガの進捗を表示します

# siri_progress_format
source: . Llevas un %d%% completado.
ar: . أكملت %d%%.
en: . You're %d%% complete.
ja: 。%d%%完了しています。

# siri_progress_title
source: Ver progreso de lectura
ar: عرض تقدم القراءة
en: Show reading progress
ja: 読書進捗を表示

# siri_reading_format
source: Estás leyendo %@, volumen %d
ar: أنت تقرأ %@، المجلد %d
en: You're reading %@, volume %d
ja: %@を読んでいます、%d巻

# siri_reading_progress
source: Progreso de Lectura
ar: تقدم القراءة
en: Reading Progress
ja: 読書進捗

# siri_single_manga_format
source: Tienes 1 manga en lectura: %@, volumen %d
ar: لديك مانجا واحدة قيد القراءة: %@، المجلد %d
en: You have 1 manga in progress: %@, volume %d
ja: 読書中のマンガが1つあります: %@、%d巻

# sort_by
source: Ordenar por
ar: ترتيب حسب
en: Sort by
ja: 並び替え

# sort_order
source: Orden
ar: الترتيب
en: Order
ja: 順序

# sort_recent
source: Más Recientes
ar: الأحدث
en: Most Recent
ja: 最新

# sort_score
source: Puntuación
ar: التقييم
en: Score
ja: スコア

# sort_title
source: Título
ar: العنوان
en: Title
ja: タイトル

# stats_complete
source: Completo
ar: مكتمل
en: Complete
ja: 完了

# stats_vols %lld
source: %lld vols
ar: %lld مجلد
ja: %lld 巻

# status_discontinued
source: Discontinuado
ar: ملغى
en: Discontinued
ja: 打ち切り

# status_finished
source: Finalizado
ar: مكتمل
en: Finished
ja: 完結

# status_hiatus
source: En pausa
ar: متوقف مؤقتاً
en: On Hiatus
ja: 休載中

# status_publishing
source: En publicación
ar: قيد النشر
en: Publishing
ja: 連載中

# status_upcoming
source: Próximamente
ar: قادم
en: Upcoming
ja: 近日公開

# sync_cloud
source: Nube
ar: السحابة
en: Cloud
ja: クラウド

# sync_conflict_explanation
source: Se detectaron cambios diferentes en local y en la nube. Elige que version quieres mantener.
ar: تم اكتشاف تغييرات مختلفة محليا وفي السحابة. اختر الإصدار الذي تريد الاحتفاظ به.
en: Different changes were detected locally and in the cloud. Choose which version you want to keep.
ja: ローカルとクラウドで異なる変更が検出されました。保持するバージョンを選択してください。

# sync_conflicts_title
source: Conflictos de sincronizacion
ar: تعارضات المزامنة
en: Sync Conflicts
ja: 同期の競合

# sync_keep_local
source: Mantener Local
ar: الاحتفاظ بالمحلي
en: Keep Local
ja: ローカルを保持

# sync_local
source: Local
ar: المحلي
ja: ローカル

# sync_reading %lld
source: Leyendo: %lld
ar: القراءة: %lld
en: Reading: %lld
ja: 読書中: %lld

# sync_use_cloud
source: Usar Nube
ar: استخدام السحابة
en: Use Cloud
ja: クラウドを使用

# sync_volumes %lld
source: Volumenes: %lld
ar: المجلدات: %lld
en: Volumes: %lld
ja: 巻数: %lld

# tab_collection
source: Mi Colección
ar: مجموعتي
en: My Collection
ja: マイコレクション

# tab_home
source: Inicio
ar: الرئيسية
en: Home
ja: ホーム

# tab_profile
source: Perfil
ar: الملف الشخصي
en: Profile
ja: プロフィール

# translation_deepl_api_key
source: Clave API de DeepL
ar: مفتاح DeepL API
en: DeepL API Key
ja: DeepL APIキー

# translation_error_api_key
source: API key inválida. Revisa la configuración
ar: مفتاح API غير صالح. يرجى التحقق من الإعدادات
en: Invalid API key. Please check settings
ja: 無効なAPIキー。設定を確認してください

# translation_error_generic %lld
source: Error de traducción (código: %lld)
ar: خطأ في الترجمة (الرمز: %lld)
en: Translation error (code: %lld)
ja: 翻訳エラー（コード: %lld）

# translation_error_quota
source: Cuota de traducción mensual excedida
ar: تم تجاوز حصة الترجمة الشهرية
en: Monthly translation quota exceeded
ja: 月間翻訳クォータを超過しました

# translation_error_response
source: Respuesta inválida del servidor
ar: استجابة غير صالحة من الخادم
en: Invalid response from server
ja: サーバーからの無効なレスポンス

# translation_error_url
source: URL inválida
ar: عنوان URL غير صالح
en: Invalid URL
ja: 無効なURL

# translation_settings_api_key_placeholder
source: Introduce la clave API de DeepL
ar: أدخل مفتاح API DeepL
en: Enter DeepL API Key
ja: DeepL APIキーを入力

# translation_settings_configured
source: Clave API configurada
ar: تم تكوين مفتاح API
en: API Key configured
ja: APIキー設定済み

# translation_settings_footer
source: Obtén una clave API gratuita en deepl.com para traducir automáticamente las descripciones de manga a tu idioma.
ar: احصل على مفتاح API مجاني من deepl.com لترجمة أوصاف المانجا تلقائيًا إلى لغتك.
en: Get a free API key at deepl.com to automatically translate manga descriptions to your language.
ja: deepl.comで無料のAPIキーを取得して、マンガの説明を自動的にあなたの言語に翻訳します。

# translation_settings_header
source: Traducción
ar: الترجمة
en: Translation
ja: 翻訳

# translation_settings_title
source: Traducción Automática
ar: الترجمة التلقائية
en: Auto Translation
ja: 自動翻訳

# translation_show_original
source: Original
ar: الأصلي
ja: 原文

# translation_show_translated
source: Traducido
ar: مترجم
en: Translated
ja: 翻訳済み

# translation_translate
source: Traducir
ar: ترجمة
en: Translate
ja: 翻訳

# tv_welcome
source: Bienvenido a MisMangas
ar: مرحباً بك في MisMangas
en: Welcome to MisMangas
ja: MisMangasへようこそ

# update_success_message
source: El manga se ha actualizado en tu colección
ar: تم تحديث المانجا في مجموعتك
en: Manga has been updated in your collection
ja: コレクションのマンガを更新しました

# updated_title
source: Actualizado
ar: تم التحديث
en: Updated
ja: 更新完了

# vision_exit_immersive
source: Salir Inmersivo
ar: الخروج من الوضع الغامر
en: Exit Immersive
ja: 没入モードを終了

# vision_immersive_mode
source: Modo Inmersivo
ar: الوضع الغامر
en: Immersive Mode
ja: 没入モード

# vision_welcome
source: Bienvenido a MisMangas
ar: مرحباً بك في MisMangas
en: Welcome to MisMangas
ja: MisMangasへようこそ

# vision_welcome_description
source: Explora tu colección de mangas en una experiencia espacial inmersiva
ar: استكشف مجموعة المانجا في تجربة مكانية غامرة
en: Explore your manga collection in an immersive spatial experience
ja: 没入型空間体験でマンガコレクションを探索

# vol_current %lld
source: Vol. %lld
ar: المجلد %lld
ja: %lld巻

# vol_progress %lld %lld
source: Vol. %1$lld/%2$lld
ar: المجلد %1$lld/%2$lld
ja: %1$lld巻 / %2$lld巻

# vol_progress %lld/%lld
source: Vol. %lld/%lld
ar: المجلد %lld/%lld
ja: %lld/%lld巻

source: Vol. %lld
ar: المجلد %lld
ja: 第%lld巻

source: Vol. %lld/%lld
ar: المجلد %lld/%lld
ja: %lld/%lld巻

# volume_number %lld
source: Volumen %lld
ar: المجلد %lld
en: Volume %lld
ja: %lld巻

# volumes_owned_count %lld
source: %lld volúmenes
ar: %lld مجلد مملوك
en: %lld volumes owned
ja: %lld巻所持

# watch_login_prompt
source: Usa la app de iPhone para iniciar sesión
ar: استخدم تطبيق الآيفون لتسجيل الدخول
en: Use the iPhone app to sign in
ja: iPhoneアプリでログインしてください

# widget_description
source: Ve el progreso de tus mangas en lectura
ar: شاهد تقدم قراءة المانجا
en: See the progress of your manga reading
ja: マンガの読書進捗を表示

# widget_no_reading
source: No hay mangas en lectura
ar: لا يوجد مانجا قيد القراءة
en: No manga being read
ja: 読書中のマンガがありません

# widget_open_app
source: Abre la app para ver tu colección
ar: افتح التطبيق لعرض مجموعتك
en: Open the app to see your collection
ja: アプリを開いてコレクションを見る
